Revit 2024 API
DockablePanes.BuiltInDockablePanes.ProjectBrowser Property
 The project browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static DockablePaneId ProjectBrowser { get; }
Visual Basic
Public Shared ReadOnly Property ProjectBrowser As DockablePaneId
	Get
Visual C++
public:
static property DockablePaneId^ ProjectBrowser {
	DockablePaneId^ get ();
}
See Also
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace